{
    "设置": [{
        "name": "得到所有设置",
        "module": "设置",
        "id": 39
    }, {
        "name": "删除设置",
        "module": "设置",
        "id": 40
    }, {
        "name": "新增设置",
        "module": "设置",
        "id": 41
    }, {
        "name": "修改设置",
        "module": "设置",
        "id": 42
    }],
    "技术频道": [{
        "name": "删除技术频道",
        "module": "技术频道",
        "id": 43
    }, {
        "name": "新增技术频道",
        "module": "技术频道",
        "id": 44
    }, {
        "name": "修改技术频道",
        "module": "技术频道",
        "id": 45
    }, {
        "name": "技术频道列表",
        "module": "技术频道",
        "id": 72
    }],
    "分类专栏": [{
        "name": "删除",
        "module": "分类专栏",
        "id": 46
    }, {
        "name": "分类专栏列表",
        "module": "分类专栏",
        "id": 47
    }],
    "评论": [{
        "name": "评论列表",
        "module": "评论",
        "id": 48
    }, {
        "name": "删除评论",
        "module": "评论",
        "id": 49
    }, {
        "name": "审核评论",
        "module": "评论",
        "id": 50
    }, {
        "name": "校正评论量",
        "module": "评论",
        "id": 51
    }],
    "留言板": [{
        "name": "审核留言",
        "module": "留言板",
        "id": 52
    }],
    "标签管理": [{
        "name": "删除标签",
        "module": "标签管理",
        "id": 53
    }, {
        "name": "所有标签",
        "module": "标签管理",
        "id": 54
    }, {
        "name": "新增标签",
        "module": "标签管理",
        "id": 55
    }, {
        "name": "编辑标签",
        "module": "标签管理",
        "id": 56
    }, {
        "name": "校正文章数量",
        "module": "标签管理",
        "id": 57
    }]
}